{
    "alignments": [{
        "alignId": 1,
        "aligned": "Lawful Good",
        "description": "A lawful good character typically acts with compassion and always with honor and a sense of duty."
    },{
        "alignId": 2,
        "aligned": "Neutral Good",
        "description": "A neutral good character typically acts altruistically, without regard for or against lawful precepts such as rules or tradition, has no problems with cooperating with lawful officials, but does not feel beholden to them. In the event that doing the right thing requires the bending or breaking of rules, they do not suffer the same inner conflict that a lawful good character would."
    },{
        "alignId": 3,
        "aligned": "Chaotic Good",
        "description": "A chaotic good character does what is necessary to bring about change for the better, disdains bureaucratic organizations that get in the way of social improvement, and places a high value on personal freedom, not only for oneself, but for others as well. Chaotic good characters usually intend to do the right thing, but their methods are generally disorganized and often out of sync with the rest of society."
    },{
        "alignId": 4,
        "aligned": "Lawful Neutral",
        "description": "A lawful neutral character typically believes strongly in lawful concepts such as honor, order, rules, and tradition, and often follows a personal code."
    },{
        "alignId": 5,
        "aligned": "True Neutral",
        "description": "A true neutral character is neutral on both axes and tends not to feel strongly towards any alignment, or actively seeks their balance."
    },{
        "alignId": 6,
        "aligned": "Chaotic Neutral",
        "description": "A chaotic neutral character is an individualist who follows their own heart and generally shirks rules and traditions. Although chaotic neutral characters promote the ideals of freedom, it is their own freedom that comes first; good and evil come second to their need to be free."
    },{
        "alignId": 7,
        "aligned": "Lawful Evil",
        "description": "A lawful evil character sees a well-ordered system as being easier to exploit and shows a combination of desirable and undesirable traits."
    },{
        "alignId": 8,
        "aligned": "Neutral Evil",
        "description": "A neutral evil character is typically selfish and has no qualms about turning on allies-of-the-moment, and usually makes allies primarily to further their own goals. They have no compunctions about harming others to get what they want, but neither will they go out of their way to cause carnage or mayhem when they see no direct benefit for themselves. Another valid interpretation of neutral evil holds up evil as an ideal, doing evil for evil's sake and trying to spread its influence."
    },{
        "alignId": 9,
        "aligned": "Chaotic Evil",
        "description": "A chaotic evil character tends to have no respect for rules, other people's lives, or anything but their own desires, which are typically selfish and cruel. They set a high value on personal freedom, but do not have much regard for the lives or freedom of other people. Chaotic evil characters do not work well in groups because they resent being given orders and do not usually behave themselves unless there is no alternative."
    }]
}